Repository: Borisserz/FoodTracker
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Tap the '+' button
de: Tippen Sie auf die Schaltfläche „+“.
es: Toca el botón '+'
fr: Appuyez sur le bouton « + »
it: Tocca il pulsante "+".
pt_pt: Toque no botão '+'
ru: Нажмите кнопку «+»

source: Tap the buttons above to add food.
de: Tippen Sie auf die Schaltflächen oben, um Lebensmittel hinzuzufügen.
es: Toque los botones de arriba para agregar comida.
fr: Appuyez sur les boutons ci-dessus pour ajouter de la nourriture.
it: Tocca i pulsanti in alto per aggiungere cibo.
pt_pt: Toque nos botões acima para adicionar comida.
ru: Нажмите кнопки выше, чтобы добавить еду.

source: Target
de: Ziel
es: Objetivo
fr: Cible
it: Bersaglio
pt_pt: Alvo
ru: Цель

source: Target Weight
de: Zielgewicht
es: Peso objetivo
fr: Poids cible
it: Peso target
pt_pt: Peso Alvo
ru: Целевой вес

source: Target: %@ kg
de: Ziel: %@ kg
es: Objetivo: %@ kg
fr: Cible : %@ kg
it: Obiettivo: %@ kg
pt_pt: Alvo: %@ kg
ru: Цель: %@ кг

source: Tastes like dessert but is packed with muscle-building protein and healthy fats. 🍫🥜
de: Schmeckt wie ein Nachtisch, ist aber voller muskelaufbauender Proteine ​​und gesunder Fette. 🍫🥜
es: Sabe a postre, pero está repleto de proteínas para desarrollar músculos y grasas saludables. 🍫🥜
fr: Il a le goût d'un dessert, mais il regorge de protéines qui renforcent les muscles et de graisses saines. 🍫🥜
it: Ha il sapore di un dessert ma è ricco di proteine ​​per la costruzione muscolare e grassi sani. 🍫🥜
pt_pt: Tem gosto de sobremesa, mas é repleto de proteínas para construção muscular e gorduras saudáveis. 🍫🥜
ru: По вкусу напоминает десерт, но содержит много белка для наращивания мышечной массы и полезных жиров. 🍫🥜

source: Tell me what you have, and I'll generate a recipe that perfectly fits your remaining calories.
de: Sagen Sie mir, was Sie haben, und ich erstelle ein Rezept, das perfekt zu Ihren verbleibenden Kalorien passt.
es: Dime qué tienes y generaré una receta que se ajuste perfectamente a las calorías restantes.
fr: Dites-moi ce que vous avez et je générerai une recette qui correspond parfaitement à vos calories restantes.
it: Dimmi cosa hai e genererò una ricetta che si adatta perfettamente alle tue calorie rimanenti.
pt_pt: Diga-me o que você tem e eu gerarei uma receita que se ajuste perfeitamente às calorias restantes.
ru: Расскажите, что у вас есть, и я сгенерирую рецепт, который идеально подойдет под оставшиеся калории.

source: Tender lobster tail slow-poached in beurre monté, served over an al dente, vibrant yellow saffron risotto. 🦞
de: Zarter Hummerschwanz, langsam pochiert in Beurre Monté, serviert auf einem al dente-Risotto mit leuchtend gelbem Safran. 🦞
es: Tierna cola de langosta escalfada a fuego lento en beurre monté, servida sobre un vibrante risotto de azafrán amarillo al dente. 🦞
fr: Tendre queue de homard pochée lentement dans du beurre monté, servie sur un risotto al dente au safran jaune vif. 🦞
it: Tenera coda di aragosta cotta a fuoco lento nel beurre monté, servita su un vivace risotto allo zafferano giallo al dente. 🦞
pt_pt: Delicada cauda de lagosta escalfada lentamente em beurre monté, servida sobre um risoto al dente de açafrão amarelo vibrante. 🦞
ru: Нежный хвост омара, приготовленный на медленном огне в соусе бер-монте, подается с ризотто аль денте с ярким желтым шафраном. 🦞

source: Tender, juicy, and packed with flavor. These steak bites are the ultimate high-protein dinner. 🥩🧄
de: Zart, saftig und voller Geschmack. Diese Steakhäppchen sind das ultimative proteinreiche Abendessen. 🥩🧄
es: Tierno, jugoso y lleno de sabor. Estos bocados de carne son la mejor cena rica en proteínas. 🥩🧄
fr: Tendre, juteux et plein de saveurs. Ces bouchées de steak constituent le dîner riche en protéines par excellence. 🥩🧄
it: Tenero, succoso e ricco di sapore. Questi bocconcini di bistecca sono la cena ad alto contenuto proteico per eccellenza. 🥩🧄
pt_pt: Macio, suculento e cheio de sabor. Essas mordidas de bife são o melhor jantar rico em proteínas. 🥩🧄
ru: Нежный, сочный и наполненный вкусом. Эти стейки — идеальный ужин с высоким содержанием белка. 🥩🧄

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
it: Termini di servizio
pt_pt: Termos de Serviço
ru: Условия использования

source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
it: Termini di utilizzo
pt_pt: Termos de Uso
ru: Условия использования

source: The algorithm uses this data to accurately calculate your BMR (Basal Metabolic Rate) and your daily macronutrient needs.
de: Der Algorithmus verwendet diese Daten, um Ihren BMR (Basal Metabolic Rate) und Ihren täglichen Makronährstoffbedarf genau zu berechnen.
es: El algoritmo utiliza estos datos para calcular con precisión su BMR (tasa metabólica basal) y sus necesidades diarias de macronutrientes.
fr: L'algorithme utilise ces données pour calculer avec précision votre BMR (Basal Metabolic Rate) et vos besoins quotidiens en macronutriments.
it: L'algoritmo utilizza questi dati per calcolare con precisione il tuo BMR (tasso metabolico basale) e il tuo fabbisogno giornaliero di macronutrienti.
pt_pt: O algoritmo usa esses dados para calcular com precisão sua TMB (Taxa Metabólica Basal) e suas necessidades diárias de macronutrientes.
ru: Алгоритм использует эти данные для точного расчета вашего BMR (базального уровня метаболизма) и ваших ежедневных потребностей в макронутриентах.

source: The golden standard of fasting. Perfect for fat loss.
de: Der goldene Standard des Fastens. Perfekt zum Fettabbau.
es: El estándar de oro del ayuno. Perfecto para perder grasa.
fr: La norme d’or du jeûne. Parfait pour perdre de la graisse.
it: Lo standard d'oro del digiuno. Perfetto per la perdita di grasso.
pt_pt: O padrão de ouro do jejum. Perfeito para perda de gordura.
ru: The гolden standard of fasting. Perfect for fat loss.

source: The highly prized, heavily marbled 'secret' cut of acorn-fed Iberian pork, paired with a smoky Spanish almond-pepper purée. 🥩
de: Das hochgeschätzte, stark marmorierte „geheime“ Stück vom iberischen Schwein aus Eichelmast, gepaart mit einem rauchigen spanischen Mandel-Pfeffer-Püree. 🥩
es: El preciado corte "secreto" de cerdo ibérico alimentado con bellota, muy veteado, acompañado de un ahumado puré español de almendras y pimiento. 🥩
fr: La coupe « secrète » très prisée et très persillée de porc ibérique nourri aux glands, accompagnée d'une purée d'amandes et de poivrons fumés d'Espagne. 🥩
it: Il pregiato taglio "segreto" di maiale iberico alimentato con ghiande, fortemente marmorizzato, abbinato a una purea affumicata di mandorle e peperoni spagnola. 🥩
pt_pt: O corte “secreto” altamente valorizado e fortemente marmorizado de carne de porco ibérico alimentada com bolota, acompanhado de um purê de amêndoa e pimenta espanhola defumado. 🥩
ru: Высоко ценимый, мраморный «секретный» кусок иберийской свинины откормленной на желудях в сочетании с дымным испанским миндально-перцовым пюре. 🥩

source: The king of fish, turbot, roasted on the bone for maximum flavor, draped in a luxurious, acidic Champagne butter sauce. 🥂
de: Der König der Fische, Steinbutt, am Knochen gebraten für maximalen Geschmack, umhüllt von einer luxuriösen, säuerlichen Champagner-Buttersauce. 🥂
es: El rey del pescado, el rodaballo, asado con hueso para obtener el máximo sabor, envuelto en una lujosa y ácida salsa de mantequilla con champán. 🥂
fr: Le roi des poissons, le turbot, rôti sur l'os pour un maximum de saveur, drapé d'une luxueuse sauce au beurre champenoise acidulée. 🥂
it: Il re dei pesci, il rombo, arrostito con l'osso per il massimo del sapore, avvolto in una lussuosa e acida salsa al burro di champagne. 🥂
pt_pt: O rei do peixe, o pregado, assado com osso para máximo sabor, envolto em um luxuoso e ácido molho de manteiga de champanhe. 🥂
ru: Король рыбы, палтус, обжаренный на кости для максимального вкуса, заправленный роскошным кисловатым масляным соусом из шампанского. 🥂

source: The Warrior Diet. 1-2 meals in a tight window.
de: Die Krieger-Diät. 1-2 Mahlzeiten in einem engen Zeitfenster.
es: La dieta del guerrero. 1-2 comidas en un período reducido.
fr: Le régime du guerrier. 1 à 2 repas dans une fenêtre étroite.
it: La dieta del guerriero. 1-2 pasti in una finestra ristretta.
pt_pt: A Dieta do Guerreiro. 1-2 refeições em uma janela apertada.
ru: Диета воина. 1-2-разовое питание в тесном окне.

source: This is optimized based on your profile goals. Feel free to adjust it manually.
de: Dies wird basierend auf Ihren Profilzielen optimiert. Sie können es gerne manuell anpassen.
es: Esto se optimiza en función de los objetivos de su perfil. Siéntase libre de ajustarlo manualmente.
fr: Ceci est optimisé en fonction des objectifs de votre profil. N'hésitez pas à l'ajuster manuellement.
it: Questo è ottimizzato in base agli obiettivi del tuo profilo. Sentiti libero di regolarlo manualmente.
pt_pt: Isso é otimizado com base nos objetivos do seu perfil. Sinta-se à vontade para ajustá-lo manualmente.
ru: This is optimized based on your profile цельs. Feel free to adjust it manually.

source: This may take 1–2 minutes. We're building your entire week, including meal photos.
de: Dies kann 1–2 Minuten dauern. Wir erstellen Ihre gesamte Woche, einschließlich Essensfotos.
es: Esto puede tardar entre 1 y 2 minutos. Estamos construyendo toda tu semana, incluidas las fotos de las comidas.
fr: Cela peut prendre 1 à 2 minutes. Nous construisons votre semaine entière, y compris les photos des repas.
it: L'operazione potrebbe richiedere 1–2 minuti. Stiamo costruendo la tua intera settimana, comprese le foto dei pasti.
pt_pt: Isso pode levar de 1 a 2 minutos. Estamos construindo sua semana inteira, incluindo fotos de refeições.
ru: Это может занять 1–2 минуты. Мы собираем всю вашу неделю, включая фотографии блюд.

source: Those needing cheap calories
de: Diejenigen, die billige Kalorien brauchen
es: Aquellos que necesitan calorías baratas
fr: Ceux qui ont besoin de calories bon marché
it: Coloro che necessitano di calorie a basso costo
pt_pt: Aqueles que precisam de calorias baratas
ru: Тем, кому нужны дешевые калории

source: Thu
de: Do
es: Jue
fr: Jeu
it: Gio
pt_pt: qui
ru: Чт

source: To Buy
de: Zu kaufen
es: Comprar
fr: Acheter
it: Per acquistare
pt_pt: Comprar
ru: Купить

source: To Buy (%lld)
de: Zu kaufen (%lld)
es: Para comprar (%lld)
fr: Acheter (%lld)
it: Per acquistare (%lld)
pt_pt: Para comprar (%lld)
ru: Купить (%lld)

source: Toasted Sesame Oil
de: Geröstetes Sesamöl
es: Aceite de sésamo tostado
fr: Huile de sésame grillé
it: Olio di sesamo tostato
pt_pt: Óleo de gergelim torrado
ru: Поджаренное кунжутное масло

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pt_pt: Hoje
ru: Сегодня

source: Tofu & Tempeh
de: Tofu und Tempeh
es: Tofu y tempeh
fr: Tofu et tempeh
it: Tofu e tempeh
pt_pt: Tofu e Tempeh
ru: Тофу и Темпе

source: Tomato Sauce
de: Tomatensauce
es: Salsa De Tomate
fr: Sauce Tomate
it: Salsa Di Pomodoro
pt_pt: Molho de tomate
ru: Томатный соус

source: Top %@ Sources
de: Top %@ Quellen
es: %@ fuentes principales
fr: Principales %@ sources
it: Principali %@ Fonti
pt_pt: Principais fontes %@
ru: Лучшие %@ источники

source: Top Carbs Sources
de: Top-Kohlenhydratquellen
es: Principales fuentes de carbohidratos
fr: Principales sources de glucides
it: Principali fonti di carboidrati
pt_pt: Principais fontes de carboidratos
ru: Главные источники углеводов

source: Top Fats Sources
de: Top-Fettquellen
es: Principales fuentes de grasas
fr: Principales sources de graisses
it: Principali fonti di grassi
pt_pt: Principais fontes de gordura
ru: Главные источники жиров

source: Top Protein Sources
de: Top-Proteinquellen
es: Principales fuentes de proteínas
fr: Principales sources de protéines
it: Le migliori fonti proteiche
pt_pt: Principais fontes de proteína
ru: Главные источники белка

source: Total Change
de: Totale Veränderung
es: Cambio total
fr: Changement total
it: Cambiamento totale
pt_pt: Mudança total
ru: Полное изменение

source: Total Fat
de: Gesamtfett
es: Grasa Total
fr: Graisse totale
it: Grasso totale
pt_pt: Gordura total
ru: Всего жира

source: Total Food Logged Today
de: Gesamte heute protokollierte Lebensmittel
es: Total de alimentos registrados hoy
fr: Total des aliments enregistrés aujourd'hui
it: Cibo totale registrato oggi
pt_pt: Total de alimentos registrados hoje
ru: Добавлено за сегодня

source: Total logged days
de: Gesamtzahl der protokollierten Tage
es: Total de días registrados
fr: Nombre total de jours enregistrés
it: Giorni registrati totali
pt_pt: Total de dias registrados
ru: Всего зарегистрированных дней

source: Total Weight
de: Gesamtgewicht
es: Peso Total
fr: Poids total
it: Peso totale
pt_pt: Peso total
ru: Общий вес

source: Total XP Earned
de: Insgesamt verdiente XP
es: XP total obtenida
fr: XP total gagné
it: XP totali guadagnati
pt_pt: XP total ganho
ru: Всего заработанного опыта

source: Track fasting windows, monitor streaks & ketosis.
de: Verfolgen Sie Fastenfenster, überwachen Sie Streaks und Ketose.
es: Realice un seguimiento de las ventanas de ayuno, controle las rachas y la cetosis.
fr: Suivez les fenêtres de jeûne, surveillez les séquences et la cétose.
it: Tieni traccia delle finestre di digiuno, monitora le serie e la chetosi.
pt_pt: Rastreie janelas de jejum, monitore estrias e cetose.
ru: Отслеживайте окна голодания, отслеживайте полосы и кетоз.

source: Track your feelings & habits
de: Verfolgen Sie Ihre Gefühle und Gewohnheiten
es: Realice un seguimiento de sus sentimientos y hábitos
fr: Suivez vos sentiments et vos habitudes
it: Tieni traccia dei tuoi sentimenti e delle tue abitudini
pt_pt: Acompanhe seus sentimentos e hábitos
ru: Отслеживайте свои чувства и привычки

source: TRACKED WITH FOODTRACKER
de: VERFOLGT MIT FOODTRACKER
es: SEGUIMIENTO CON FOODTRACKER
fr: SUIVI AVEC FOODTRACKER
it: TRACCIATO CON FOODTRACKER
pt_pt: RASTREADO COM FOODTRACKER
ru: ОТСЛЕЖИВАЕТСЯ С ПОМОЩЬЮ FOODTRACKER

source: Tracking your progress visually is one of the most accurate ways to measure body composition changes. While scales only measure total mass (including water weight and muscle fluctuations), photos capture actual body recomposition.
de: Die visuelle Verfolgung Ihrer Fortschritte ist eine der genauesten Methoden, um Veränderungen der Körperzusammensetzung zu messen. Während Waagen nur die Gesamtmasse (einschließlich Wassergewicht und Muskelschwankungen) messen, erfassen Fotos die tatsächliche Neuzusammensetzung des Körpers.
es: El seguimiento visual de su progreso es una de las formas más precisas de medir los cambios en la composición corporal. Si bien las básculas solo miden la masa total (incluido el peso del agua y las fluctuaciones musculares), las fotografías capturan la recomposición corporal real.
fr: Le suivi visuel de vos progrès est l’un des moyens les plus précis de mesurer les changements dans la composition corporelle. Alors que les balances ne mesurent que la masse totale (y compris le poids de l’eau et les fluctuations musculaires), les photos capturent la recomposition réelle du corps.
it: Monitorare visivamente i tuoi progressi è uno dei modi più accurati per misurare i cambiamenti della composizione corporea. Mentre le bilance misurano solo la massa totale (incluso il peso dell’acqua e le fluttuazioni muscolari), le foto catturano l’effettiva ricomposizione corporea.
pt_pt: Acompanhar seu progresso visualmente é uma das maneiras mais precisas de medir as mudanças na composição corporal. Embora as balanças meçam apenas a massa total (incluindo o peso da água e as flutuações musculares), as fotos capturam a recomposição corporal real.
ru: Визуальное отслеживание вашего прогресса — один из наиболее точных способов измерения изменений состава тела. В то время как весы измеряют только общую массу (включая вес воды и колебания мышц), фотографии фиксируют фактическое изменение состава тела.

source: Trajectory
de: Flugbahn
es: Trayectoria
fr: Trajectoire
it: Traiettoria
pt_pt: Trajetória
ru: Траектория

source: Treat
de: Behandeln
es: Tratar
fr: Traiter
it: Trattare
pt_pt: Tratar
ru: Обращаться

source: Tropical Mango Spinach Smoothie
de: Tropischer Mango-Spinat-Smoothie
es: Batido tropical de mango y espinacas
fr: Smoothie tropical à la mangue et aux épinards
it: Frullato tropicale di mango e spinaci
pt_pt: Smoothie de espinafre e manga tropical
ru: Тропический смузи со шпинатом и манго

source: Try adjusting your filters to see more results.
de: Versuchen Sie, Ihre Filter anzupassen, um mehr Ergebnisse zu sehen.
es: Intente ajustar sus filtros para ver más resultados.
fr: Essayez d'ajuster vos filtres pour voir plus de résultats.
it: Prova a modificare i filtri per visualizzare più risultati.
pt_pt: Tente ajustar seus filtros para ver mais resultados.
ru: Попробуйте настроить фильтры, чтобы увидеть больше результатов.

source: Try Again
de: Versuchen Sie es erneut
es: Intentar otra vez
fr: Essayer à nouveau
it: Riprova
pt_pt: Tente novamente
ru: Попробуйте еще раз

source: Try AI Cooking
de: Probieren Sie AI Cooking aus
es: Prueba la cocina con IA
fr: Essayez la cuisine IA
it: Prova la cucina AI
pt_pt: Experimente a culinária com IA
ru: Питание ИИ

source: Tue
de: Di
es: Mar
fr: Mar
it: Mar
pt_pt: ter
ru: Вт

source: Tuna
de: Thunfisch
es: Atún
fr: Thon
it: Tonno
pt_pt: Atum
ru: Тунец

source: Turkey
de: Truthahn
es: Pavo
fr: Turquie
it: Tacchino
pt_pt: Peru
ru: Турция

source: Type
de: Typ
es: Tipo
fr: Taper
it: Tipo
pt_pt: Tipo
ru: Тип

source: Type your question...
de: Geben Sie Ihre Frage ein...
es: Escribe tu pregunta...
fr: Tapez votre question...
it: Scrivi la tua domanda...
pt_pt: Digite sua pergunta...
ru: Введите свой вопрос...

source: Ultimate Discipline
de: Ultimative Disziplin
es: Disciplina definitiva
fr: Discipline ultime
it: Disciplina definitiva
pt_pt: Disciplina Suprema
ru: Высшая дисциплина

source: Under
de: Unter
es: Bajo
fr: Sous
it: Sotto
pt_pt: Sob
ru: Под

source: Underweight
de: Untergewicht
es: Bajo peso
fr: Insuffisance pondérale
it: Sottopeso
pt_pt: Abaixo do peso
ru: Дефицит массы

source: Units
de: Einheiten
es: Unidades
fr: Unités
it: Unità
pt_pt: Unidades
ru: Единицы

source: Units settings
de: Einheiteneinstellungen
es: Configuración de unidades
fr: Paramètres des unités
it: Impostazioni delle unità
pt_pt: Configurações de unidades
ru: Настройки единиц

source: Unlock Superpowers
de: Schalte Superkräfte frei
es: Desbloquear superpoderes
fr: Débloquez des super pouvoirs
it: Sblocca i superpoteri
pt_pt: Desbloqueie superpoderes
ru: Разблокируйте сверхспособности

source: Unlock your data at a glance
de: Entsperren Sie Ihre Daten auf einen Blick
es: Desbloquea tus datos de un vistazo
fr: Déverrouillez vos données en un coup d'oeil
it: Sblocca i tuoi dati a colpo d'occhio
pt_pt: Desbloqueie seus dados rapidamente
ru: Unlock your data at a гlance

source: Unlocked
de: Entsperrt
es: desbloqueado
fr: Débloqué
it: Sbloccato
pt_pt: Desbloqueado
ru: Разблокировано

source: Unstoppable
de: Unaufhaltsam
es: imparable
fr: Inarrêtable
it: Inarrestabile
pt_pt: Imparável
ru: Неудержимый

source: Update Available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
pt_pt: Atualização disponível
ru: Доступно обновление

source: Update Now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
it: Aggiorna ora
pt_pt: Atualizar agora
ru: Обновить сейчас

source: Update Required
de: Aktualisierung erforderlich
es: Actualización requerida
fr: Mise à jour requise
it: Aggiornamento richiesto
pt_pt: Atualização necessária
ru: Требуется обновление

source: Updating these metrics will automatically recalculate your recommended daily calorie goal.
de: Durch die Aktualisierung dieser Messwerte wird Ihr empfohlenes tägliches Kalorienziel automatisch neu berechnet.
es: La actualización de estas métricas volverá a calcular automáticamente su objetivo calórico diario recomendado.
fr: La mise à jour de ces mesures recalculera automatiquement votre objectif calorique quotidien recommandé.
it: L'aggiornamento di queste metriche ricalcolerà automaticamente l'obiettivo calorico giornaliero consigliato.
pt_pt: A atualização dessas métricas recalculará automaticamente sua meta diária recomendada de calorias.
ru: Updating these metrics will automatically recalculate your recommended daily calorie цель.

source: Upload Before & After photos to visually compare your transformation and let AI analyze your physical progress.
de: Laden Sie Vorher- und Nachher-Fotos hoch, um Ihre Transformation visuell zu vergleichen und die KI Ihren körperlichen Fortschritt analysieren zu lassen.
es: Sube fotos de Antes y Después para comparar visualmente tu transformación y deja que la IA analice tu progreso físico.
fr: Téléchargez des photos avant et après pour comparer visuellement votre transformation et laissez l'IA analyser vos progrès physiques.
it: Carica foto prima e dopo per confrontare visivamente la tua trasformazione e consentire all'intelligenza artificiale di analizzare i tuoi progressi fisici.
pt_pt: Carregue fotos de antes e depois para comparar visualmente sua transformação e deixe a IA analisar seu progresso físico.
ru: Загрузите фотографии «До» и «После», чтобы визуально сравнить свою трансформацию, а искусственный интеллект проанализирует ваш физический прогресс.

source: User data not found.
de: Benutzerdaten nicht gefunden.
es: Datos de usuario no encontrados.
fr: Données utilisateur introuvables.
it: Dati utente non trovati.
pt_pt: Dados do usuário não encontrados.
ru: Данные пользователя не найдены.

source: User ID
de: Benutzer-ID
es: ID de usuario
fr: ID de l'utilisateur
it: ID utente
pt_pt: ID do usuário
ru: ID пользователя

source: Usually at the top left corner
de: Normalerweise in der oberen linken Ecke
es: Generalmente en la esquina superior izquierda
fr: Généralement dans le coin supérieur gauche
it: Di solito nell'angolo in alto a sinistra
pt_pt: Geralmente no canto superior esquerdo
ru: Обычно в верхнем левом углу

source: Vegetables
de: Gemüse
es: Verduras
fr: Légumes
it: Verdure
pt_pt: Vegetais
ru: Овощи

source: Vegetarian
de: Vegetarier
es: Vegetariano
fr: Végétarien
it: Vegetariano
pt_pt: Vegetariano
ru: Вегетарианская

source: Vegetarian plus seafood
de: Vegetarisch und Meeresfrüchte
es: Vegetariano más mariscos
fr: Végétarien et fruits de mer
it: Vegetariano e frutti di mare
pt_pt: Vegetariano e frutos do mar
ru: Вегетарианство плюс морепродукты

source: View Active Plan
de: Aktiven Plan anzeigen
es: Ver plan activo
fr: Voir le forfait actif
it: Visualizza il piano attivo
pt_pt: Ver plano ativo
ru: Посмотреть активный план

source: Visible definition
de: Sichtbare Definition
es: Definición visible
fr: Définition visible
it: Definizione visibile
pt_pt: Definição visível
ru: Видимое определение

source: Visual Balance
de: Visuelle Balance
es: Equilibrio visual
fr: Équilibre visuel
it: Equilibrio visivo
pt_pt: Equilíbrio Visual
ru: Визуальный баланс

source: Visual Progress
de: Visueller Fortschritt
es: Progreso visual
fr: Progrès visuel
it: Progresso visivo
pt_pt: Progresso Visual
ru: Визуальный прогресс

source: Visual Progress Analysis
de: Visuelle Fortschrittsanalyse
es: Análisis de progreso visual
fr: Analyse visuelle des progrès
it: Analisi del progresso visivo
pt_pt: Análise Visual do Progresso
ru: Визуальный анализ прогресса

source: Vitamins
de: Vitamine
es: vitaminas
fr: Vitamines
it: Vitamine
pt_pt: Vitaminas
ru: Витамины

source: Vitamins & Minerals
de: Vitamine und Mineralien
es: Vitaminas y Minerales
fr: Vitamines et minéraux
it: Vitamine e minerali
pt_pt: Vitaminas e Minerais
ru: Витамины и минералы
